export const offerContent = {
  titleRus: "Публичная оферта",
  titleKaz: "Себет",
  content: `
      Данный Публичный договор является официальным предложением (публичной офертой) Индивидуального предпринимателя «ШМИДТ ТАТЬЯНА ИВАНОВНА», ИИН 650622400706, Свидетельство о государственной регистрации УГД по району им.Казыбек би г.Караганды, юридический адрес: Р.К. г. Караганда, проспект Нурсултана Назарбаева, 16, ИИК KZ69UWQ01660558 в АО «Kaspi Bank», веб-сайт: veira.kz, электронная почта, номер телефона: +7 702 532 8122, в лице директора Татьяны Ивановны Шмидт, действующего на основании Устава (далее по тексту – Исполнитель).

      ИП «ШМИДТ ТАТЬЯНА ИВАНОВНА» предлагает заключить данный Публичный договор (далее по тексту – Договор) в связи с оказанием электронных платных услуг на указанных в Договоре условиях с любым, кто отзовется.

      Настоящий Договор в соответствии с Гражданским Кодексом Республики Казахстан (далее по тексту – ГК РК) является договором оферты, полным и безоговорочным принятием (акцептом) условий которого считается осуществление Зарегистрированным пользователем конклюдентных действий – нажатие кнопки «Я согласен с условиями Публичного договора», расположенной на вышеприведенном веб-сайте.

      В связи с вышеизложенным, внимательно прочитайте текст настоящего Договора. Если Вы не согласны с каким-либо пунктом Договора, Исполнитель предлагает Вам отказаться от заключения данного Договора.

      ### Понятия и термины, используемые в Договоре
      **Исполнитель** – ИП «ШМИДТ ТАТЬЯНА ИВАНОВНА».  
      **Пользователь** – лицо, пользующееся информацией, расположенной на Сайте, но не зарегистрированное на нем.  
      **Зарегистрированный пользователь** – лицо, пользующееся информацией, расположенной на Сайте и зарегистрированное на нем.  
      **Заказчик** – Зарегистрированный пользователь, осуществивший Акцепт данного Договора.  
      **Сайт** – веб-сайт Исполнителя, расположенный на интернет-ресурсе www.veira.kz.  
      **Оферта** – настоящий «Публичный договор» об оказании юридических услуг, опубликованный на Сайте Исполнителя.  
      **Услуги** – электронные платные услуги юридического характера.  
      **Объект** – абонемент(ы) и (или) образец(цы)/шаблона(ов) документов юридического и (или) бухгалтерского характера, расположенные на Сайте Исполнителя.  
      **Заказ** – заявка на приобретение или использование Объекта или Услуг, оформленная в соответствии с условиями настоящего Договора.  
      **Акцепт** – ответ Зарегистрированного пользователя или совершение действий, свидетельствующих о полном принятии условий Договора.  
      **Прейскурант** – действующий систематизированный перечень юридических услуг Исполнителя с ценами.  
      **Интерактивные услуги** – предоставление информации для Заказчика по его запросу.  
      **Исключительное право** – совокупность прав на использование результата интеллектуальной деятельности или средства индивидуализации.  
      **Стороны** – сторонами Договора являются Исполнитель и Зарегистрированный пользователь/Заказчик.  
      **Персональные данные** – сведения, регламентированные Договором, относящиеся к определенному физическому либо юридическому лицу.

      ### 1. Предмет Договора
      Исполнитель обязуется оказать Услугу, согласно Заказа, а Зарегистрированный пользователь/Заказчик обязуется оформить Заказ и оплатить за Услугу.  
      Права на Услугу по Договору передаются с момента исполнения соответствующего Заказа и оплаты услуг по Договору.  
      Предложение Исполнителя считается принятым и одобренным с момента совершения пользователем действий по оформлению Заказа:  
      - Регистрация на Сайте Исполнителя.  
      - Проставление галочки в графе «Я принимаю условия Публичного договора».  
      - Оплата по Заказу.

      ### 2. Условия оказания Услуг
      Условия оказания Услуг и обязательства, принятые Заказчиком по Договору, должны быть исполнены Заказчиком.  
      Исполнитель оказывает Услуги в том виде, в котором они доступны на момент оказания.

      ### 3. Цена, срок и порядок оплаты Услуг
      Оплата Услуг по Договору осуществляется на условиях 100% предварительной оплаты.  
      Оплата осуществляется в безналичном порядке через доступные системы расчетов.`,
};
